import React from "react";
import { Card, Col, Row } from "react-bootstrap";

const CertificateAbout = () => {
  return (
    <div>
      <Row>
        <Col>
          <Card style={({ width: "35rem" }, { height: "25rem" })}>
            <Card.Body>
              <Card.Title>ISO-2001</Card.Title>
              <Card.Text>
                Основные условия в предоставлении IT-услуг включают сокращение
                затрат, производительность процессов также гибкое реагирование в
                модификации. Данные проблемы охватываются стандартом ISO
                20000-1. Стандарт ISO 20000-1 базируется в стандарте BS 15000
                также отвечает утверждениям ITIL. Концепция управления
                IT-предложениями, базирующаяся в эталоне ISO 20000-1, даст
                возможность увеличить результативность IT-процессов, уменьшить
                затраты, также избежать внезапные перебои либо утрату сведений
                во долговременной возможности. Сертификация согласно ISO 20000-1
                рекомендовано абсолютно каждой компании, которая предоставляют
                IT-услуги.
              </Card.Text>
            </Card.Body>
          </Card>
        </Col>
        <Col>
          <Card style={({ width: "35rem" }, { height: "25rem" })}>
            <Card.Body>
              <Card.Title>ISO-9001</Card.Title>
              <Card.Text>
                Согласно информации о повышении конкурентоспособности
                бизнес-сферы покупатели запрашивают увеличения качества
                продуктов и услуг. Стандарт ISO 9001 был изобретен Международной
                организацией по стандартизации (ISO) с целью введения
                международной стандартизированной системы управления качеством.
                Системы менеджмента качества в согласовании с ISO 9001 дадут
                возможность для усовершенствовать качество продуктов и услуг,
                совершать операции компании наиболее результативными. Стандарт
                ISO 9001 считается один из наиболее популярных и обширно
                применяемых международных стандартов. Данная сертификация
                рекомендована учреждениям и организациям, чья работа содержит
                изготовление и предоставление услуг.
              </Card.Text>
            </Card.Body>
          </Card>
        </Col>
      </Row>
      <Row>
        <Col>
          <Card style={({ width: "35rem" }, { height: "25rem" })}>
            <Card.Body>
              <Card.Title>ISO-27001</Card.Title>
              <Card.Text>
                Международный общепризнанный стандарт ISO 27001 включает
                руководство информационной безопасностью в организациях.
                Стандарт ISO 27001 устанавливает условия к системам управления
                информационной безопасностью в компаниях. Главная задача –
                гарантировать охрану сведений и данных во избежание их утраты
                либо кражи. Данный стандарт может помочь уменьшить угрозу потери
                данных, но кроме того увеличивает доверие к компании.
                Сертификация согласно ISO 27001 рекомендовано абсолютно всем
                компаниям вне зависимости от их размера либо сферы
                производственной деятельности, чья работа содержит изготовление
                и предоставление услуг.
              </Card.Text>
            </Card.Body>
          </Card>
        </Col>
        <Col>
          <Card style={({ width: "35rem" }, { height: "25rem" })}>
            <Card.Body>
              <Card.Title>ISO-45001</Card.Title>
              <Card.Text>
                Охрана труда считается обязательной составляющей эффективной
                деятельности бизнеса. Международный общепризнанный стандарт ISO
                45001 ориентирован в улучшении безопасности также охраны труда в
                производстве, но также на минимизацию риска болезней. Стандарт
                ISO 45001 целиком сменил начальный стандарт OHSAS 18001. Внедрив
                данный стандарт, компания сможет достигнуть высокой безопасности
                работы, избежать болезни также то, что никак не менее
                немаловажно, уменьшить угрозы приостановки деятельности в
                компании. Сертификация согласно ISO 45001 рекомендовано
                абсолютно всем компаниям, которые стараются увеличить
                безопасность действий для собственных сотрудников. ISO 45001
                возможно объединять совместно с эталонами ISO 9001 также ISO
                14001.
              </Card.Text>
            </Card.Body>
          </Card>
        </Col>
      </Row>
    </div>
  );
};

export default CertificateAbout;
